<p>❌&nbsp; A) O Estado e os Munic&iacute;pios dever&atilde;o investir parte de sua receita (resultante de impostos) na manuten&ccedil;&atilde;o e desenvolvimento do ensino p&uacute;blico, tendo como exemplo, as obras de infraestrutura urbana ou rural que beneficiem a rede escolar p&uacute;blica.</p>
<p>Assertiva <strong><span style="color: #e03e2d;">INCORRETA</span></strong>,nos termos do art. 200.</p>
<blockquote>
<p><span style="color: #3598db;">Art. 200</span>, &sect; 9.&ordm; N&atilde;o ser&atilde;o consideradas aplica&ccedil;&otilde;es para o desenvolvimento e manuten&ccedil;&atilde;o do ensino aquelas relacionadas com obras de infraestrutura urbana ou rural, mesmo que beneficiem a rede escolar p&uacute;blica</p>
</blockquote>
<p>✅&nbsp; B) Ao aluno do ensino fundamental &eacute; garantido, por parte do Estado do Amazonas, material did&aacute;tico-escolar, transporte, alimenta&ccedil;&atilde;o e assist&ecirc;ncia &agrave; sa&uacute;de.</p>
<p>Assertiva <span style="color: #169179;"><strong>CORRETA</strong></span>, nos termos do art. 201, inciso VII, da CE. Vejamos:</p>
<blockquote>
<p><span style="color: #236fa1;"><strong>Art. 201</strong></span>. O dever do Estado com a educa&ccedil;&atilde;o tamb&eacute;m ser&aacute; efetivado mediante a garantia:</p>
<p>VII - atendimento ao educando, em todas as etapas da educa&ccedil;&atilde;o b&aacute;sica, por meio de programas suplementares de material did&aacute;tico-escolar, transporte, alimenta&ccedil;&atilde;o e assist&ecirc;ncia &agrave; sa&uacute;de;</p>
</blockquote>
<p>✅&nbsp; C) Todo o sistema educacional do Estado do Amazonas ter&aacute; como preceito obrigat&oacute;rio o pluralismo de ideia e de concep&ccedil;&otilde;es pedag&oacute;gicas.</p>
<p>Assertiva <span style="color: #169179;"><strong>CORRETA</strong></span>, nos termos do art. 199, al&iacute;nea c, da CF. Vejamos:</p>
<blockquote>
<p><strong><span style="color: #236fa1;">Art. 199</span>.</strong> O Sistema Estadual de Educa&ccedil;&atilde;o, integrado por &oacute;rg&atilde;os e estabelecimentos de ensino estaduais e municipais e por escolas particulares, observar&aacute;, al&eacute;m dos princ&iacute;pios e garantias previstos na Constitui&ccedil;&atilde;o da Rep&uacute;blica, os seguintes preceitos:</p>
<p>c)pluralismo de ideias e de concep&ccedil;&otilde;es pedag&oacute;gicas;</p>
</blockquote>
<p>✅&nbsp; D) O plano estadual de educa&ccedil;&atilde;o ter&aacute; como objetivo a prepara&ccedil;&atilde;o para o trabalho, entre outros.</p>
<p>Assertiva <strong><span style="color: #169179;">CORRETA</span></strong>, nos termos do art. 198, par&aacute;grafo &uacute;nico, da CE. Vejamos:</p>
<blockquote>
<p><span style="color: #236fa1;"><strong>Art. 198</strong></span>. A educa&ccedil;&atilde;o, baseada nos princ&iacute;pios da democracia, da liberdade de express&atilde;o, da sabedoria nacional e do respeito aos direitos humanos, &eacute; direito de todos e dever do Estado e da fam&iacute;lia.</p>
<p>Par&aacute;grafo &uacute;nico. Como agente do desenvolvimento, a educa&ccedil;&atilde;o ser&aacute; promovida e incentivada com a colabora&ccedil;&atilde;o da sociedade, visando ao pleno desenvolvimento da pessoa para a elabora&ccedil;&atilde;o e reflex&atilde;o cr&iacute;tica da realidade, a prepara&ccedil;&atilde;o para o trabalho e para e exerc&iacute;cio da cidadania.</p>
</blockquote>
<p>✅&nbsp; E) A educa&ccedil;&atilde;o &eacute; um direito universal e contar&aacute; com a colabora&ccedil;&atilde;o da sociedade, visando ao pleno desenvolvimento da pessoa para a elabora&ccedil;&atilde;o e reflex&atilde;o cr&iacute;tica da realidade, a prepara&ccedil;&atilde;o para o trabalho e para o exerc&iacute;cio da cidadania.</p>
<p>Assertiva <span style="color: #169179;"><strong>CORRETA</strong></span>, nos termos do <span style="color: #236fa1;"><strong>art. 198</strong></span>, par&aacute;grafo &uacute;nico, da CE, conforme acima descrito. &nbsp;</p>
